# List of packages to install with Homebrew

# Just the official taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

# CLI tools 
brew "bash"
brew "bash-completion"
brew "git"
brew "git-lfs"
brew "jq"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "watch"

# Apps
cask "1password"
cask "docker"
cask "google-chrome"
cask "insomnia"
cask "nordvpn"
cask "slack"
cask "spectacle"
cask "vlc"
cask "visual-studio-code"
cask "sketch"